INSERT INTO t_p80947900_training_platform_ma.courses (course_id, title) VALUES
(1,  'Основы обеспечения информационной безопасности на предприятии'),
(2,  'Правила создания и хранения сложных паролей'),
(3,  'Противодействие методам социальной инженерии'),
(4,  'Выявление фишинговых сообщений в электронной почте'),
(5,  'Правила безопасной работы в сети Интернет'),
(6,  'Использование личных мобильных устройств в рабочих целях'),
(7,  'Защита персональных данных сотрудников и клиентов'),
(8,  'Правила работы с конфиденциальными документами'),
(9,  'Физическая безопасность рабочих мест и помещений'),
(10, 'Безопасное использование внешних носителей информации'),
(11, 'Порядок действий при обнаружении инцидента ИБ'),
(12, 'Антивирусная защита и правила обновления программного обеспечения'),
(13, 'Резервное копирование и сохранность рабочих данных'),
(14, 'Ответственность сотрудников за нарушение регламентов ИБ'),
(15, 'Использование облачных сервисов и удаленный доступ к сети организации');

SELECT setval('t_p80947900_training_platform_ma.courses_course_id_seq', 15);
